{
  "text": "today is October thirtieth nineteen ninety six the survivors Walter I store the interviewer is Larry Rosenberg we are in Rockville centre New York state USA and the language is English I am Larry Rosenberg and today is October thirtieth nineteen ninety six today we are interviewing Walter Oster or we are in Rockville centre New York state USA and the interview was an English could you please tell us your name I'm Walt our stir and could you spell that please W. A. L. T. E. R. and what city were you born in Vienna Austria and could you spell that V. I. E. and and a foster a U. S. T. R. A. U. S. T. R. I. a spend some time talking about what life was like before the war %HESITATION could you tell us the name of your parents %HESITATION more service and %HESITATION %HESITATION all those and our toll so little bit about what your family life was like before the war well I who were left in a Jewish neighborhood the second district in Indiana and %HESITATION my grandmother %HESITATION lived about four blocks away from us and %HESITATION there were eleven children and her family and %HESITATION she had eleven children actually there were two wives but there were eleven eleven children %HESITATION tourists %HESITATION two were killed in World War one %HESITATION and the others were alive when I was %HESITATION yeah child and most of them left fairly close to us so that was a constant %HESITATION visiting and %HESITATION %HESITATION mostly due to my grand mother but also between %HESITATION uncles and aunts and what have you and I had quite a few cousins so it was a fairly %HESITATION lively family live well I what what schools did you go to before the war I went to a public school from six to ten for grades and and then I went to give nauseam which was a %HESITATION sort of a prep school for %HESITATION prepared you for %HESITATION college education and in contrast to %HESITATION the the in the name of the first school that you went to was was one spell %HESITATION sure last and they get nothing but also which was close by was also called should be organized him how how far would you choose schools from your home are all about five blocks don't tell me this a little bit about your friends that you had at that time what were your friend is %HESITATION primarily Jewish or did you have non Jewish primarily Jewish because the the the score must've been about %HESITATION how old were you in how did what sort of %HESITATION impression did that make on you when you heard that remark %HESITATION %HESITATION the intonation of the anti semitism how how does that affect you %HESITATION well it it wasn't it and I said we work with isolated in that school really %HESITATION and am sure %HESITATION pupils had been and that children have been a different school districts which will meet on may be mostly gentile %HESITATION had different mixture of Jews and gentiles %HESITATION you would have heard that many times before but the %HESITATION for us %HESITATION as I said %HESITATION you know were really isolated in that respect and on the other hand %HESITATION Amantis anti semitism was all around us and with the newspaper that was written about those talked about so it was not a unique experience but in school in this school it was tell us a little bit about the the generalized anti semitism that you observed in the air at the time for that were there any %HESITATION of restrictions on you will %HESITATION not before now not not that I need experience now so called it more about your home life what was the %HESITATION the %HESITATION means of support of your family more tool may be and then the depression which actually worldwide depression which actually started in Austria because of the credit on stalled bank %HESITATION which %HESITATION %HESITATION went to Boston and %HESITATION created the domino theory %HESITATION was your family religious family %HESITATION and what during the holidays via the Jewish holidays what what can you remember the celebrations that you have how how you participated the holidays %HESITATION through the year while I went with my father or with %HESITATION as a matter of fact on the high holy days he went to another school %HESITATION you which was close to my grandmother's %HESITATION house %HESITATION on who I am and got sick and there which isn't there anymore %HESITATION also been destroyed %HESITATION and %HESITATION I remember once %HESITATION I was quite young and remember the and %HESITATION how about young kipper how do you or do you have any memories of well that was what about some of the other holidays %HESITATION how how was Passover celebrated at we usually made Passover any any other %HESITATION holidays and celebrations in the family that %HESITATION not to LA naturally now how will birthday celebrated %HESITATION best there was always celebrate and I %HESITATION with always looking forward to it and I was always hoping to get another addition to my erector set %HESITATION and %HESITATION sometimes I didn't sometimes I didn't plan things with terrible I didn't but %HESITATION how always got they present has found a choir member to I remember actually %HESITATION %HESITATION with my mother my father traveled a lot and when it was in the textile business but in a as the %HESITATION making her what would we have mated with lead and we formed baby we formed to Adolph and I think we did the forgotten how we did it but I do remember doing it any other festival memory said that come back to one from before %HESITATION now I do remember they did have a if we had the apartment house had a huge there were four court yachts for apartments %HESITATION apartment buildings who the water was the did with it but %HESITATION bye bye wish had been fulfilled what living in Vienna %HESITATION at that time what was what was some of the whether any cultural %HESITATION aspects of the city that you were able to take advantage of %HESITATION well %HESITATION it would not do very much because I did go to the theater %HESITATION a few times %HESITATION and that I love %HESITATION actually I don't remember did you have a lot of books in your homes in your home %HESITATION just a few books again though and when you think about the books whether not readily available and I love books and %HESITATION there was a a did did you study any languages other than German have French a little bit of French we were beginning to %HESITATION %HESITATION around French and then of course he bore with today and until fairly well you mentioned earlier that %HESITATION one of your teachers so was a **** was wearing this Swanston %HESITATION before the the **** came into Austria whether any other was dying although not sees that you knew was there any other %HESITATION people that were becoming apparent to the hands for instance the doctor and the doctor and my grandmother's house %HESITATION who we knew were then and not see %HESITATION even when it was illegal to be a **** %HESITATION he after the war committed suicide from what I'd heard %HESITATION and that there were other people yes %HESITATION who will be a new those who were not sufficient ",
  "features": {
    "entities": {
      "emotion": true,
      "sentiment": true
    },
    "keywords": {
      "emotion": true,
      "sentiment": true
    }
  }
}
